Repository: dci-debian-kde-applications/ktp-contact-list
Catalog: po/*/ktp-contactlist.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: You have no IM accounts configured. Would you like to do that now?
ast: Nun tienes cuentes MI configuraes. ¿Prestaríate facelo agora?

source: No Accounts Found
ast: Nun s'alcontraron cuentes

source: The account for this contact is disconnected. Do you want to connect it?
ast: Desconeutóse la cuenta pa esti contautu. ¿Quies coneutala?

source: Account offline
ast: Cuenta fuera de llinia

source: Choose files to send to %1
ast: Escueyi los ficheros pa unviar a %1

source: Send
ast: Unviar

source: Merge contacts
ast: Mecer contautos

source: &Move here
ast: &Mover equí

source: &Copy here
ast: &Copiar equí

source: C&ancel
ast: &Encaboxar

source: Start Chat
ast: Anicar charra

source: Start a text chat
ast: Aniciar una charra de testu

source: Start Audio Call
ast: Aniciar llamada d'audiu

source: Start an audio call
ast: Aniciar una llamada d'audiu

source: Start Video Call
ast: Aniciar videollamada

source: Start a video call
ast: Aniciar una videollamada

source: Send File...
ast: Unviar ficheru...

source: Send a file
ast: Unviar un ficheru

source: Open Log Viewer
ast: Abrir visor de rexistros

source: Show conversation logs
ast: Amosar rexistros de converaciones

source: Start Chat...
ast: Aniciar charra...

source: Start Audio Call...
ast: Aniciar llamada d'audiu...

source: Start Video Call...
ast: Aniciar videollamada...

source: Share my desktop...
ast: Compartir el mio escritoriu...

source: Open Log...
ast: Abrir rexistru...

source: Configure Notifications...
ast: Configurar avisos

source: Remove Contact From This Group
ast: Desaniciar cuenta d'esti grupu

source: Move to Group
ast: Mover al grupu

source: Create New Group...
ast: Crear grupu nuevu...

source: Resend Contact Authorization
ast: Reunviar autorización de contautu

source: Unblock Contact
ast: Desbloquiar contautu

source: Block Contact
ast: Bloquiar contautu

source: Remove Contact...
ast: Desaniciar contautu...

source: Show Contact Information...
ast: Amosar información de contautu...

source: Rename Group...
ast: Renomar grupu...

source: Delete Group
ast: Desaniciar grupu

source: New Group Name
ast: Nome de grupu nuevu

source: Please enter the new group name
ast: Introduz el nome del grupu nuevu, por favor

source: Do you really want to remove group %1? Note that all contacts will be moved to group 'Ungrouped'
ast: ¿De xuru que quies desaniciar el grupu %1? Decátate que tolos contautos moveránse al grupu «Ensin agrupar»

source: Remove Group
ast: Desaniciar grupu

source: Set custom available message...
ast: Afitar mensaxe personalizáu de disponibilidá...

source: Set custom away message...
ast: Afitar mensaxe personalizáu d'ausencia...

source: Set custom extended away message...
ast: Afitar mensaxe personalizáu d'ausencia aumentada...

source: Add Presence
ast: Amestar presencia

source: Remove Presence
ast: Desaniciar presencia

source: Remove the selected contact?
ast: ¿Desaniciar el contautu esbilláu?

source: Remove contact
ast: Desaniciar contautu

source: Message
ast: Mensaxe

source: Alias
ast: Nomatu

source: Block contact
ast: Bloquiar contautu

# @info:tooltip
source: Hide Filter Bar
ast: Anubrir barra de peñera

# @label:textbox
source: Filter:
ast: Peñera:

source: Configure Custom Presences...
ast: Configurar presencies personalizaes...

source: Now listening to...
ast: Agora sientiendo...

source: Click to change your presence message
ast: Primi pa camudar el to mensaxe de presencia

# Presence string when the account is connecting
source: Connecting...
ast: Coneutando...

source: This plugin is currently disabled. Do you want to enable it and use as your presence?
ast: Anguaño esti complementu ta deshabilitáu. ¿Quies habilitalu y usalu como presencia?

source: Plugin disabled
ast: Complementu deshabilitáu

source: Something unexpected happened to the core part of your Instant Messaging system and it couldn't be initialized. Try restarting the Contact List.
ast: Asocedió daqué inesperao na parte principal del to sistema de mensaxería nel intre y nun pudo aniciase. Tenta de reaniciar el llistáu de contautos.

source: IM system failed to initialize
ast: Falló l'aniciu del sistema MI

source: Stay Online
ast: Siguir en llinia

source: Go Offline
ast: Desconeutase

source: Contacts
ast: Contautos

source: View
ast: Ver

source: Contact List Type
ast: Triba del llistáu de contautos

source: Shown Contacts
ast: Contautos amosaos

source: Contact Grouping
ast: Agrupación de contautos

source: Instant Messaging Settings...
ast: Axustes de mensaxería nel intre...

source: Join Chat Room...
ast: Xunise a sala de charra...

source: Make a Call...
ast: Facer una llamada...

source: Merge Contacts...
ast: Mecer contatos...

source: Add New Contacts...
ast: Amestar contautos...

source: Find Contact
ast: Alcontrar contautos

source: Start a Chat...
ast: Aniciar una charra...

source: Split Selected Contacts
ast: Dixebrar contautos esbillaos

source: Merge Selected Contacts
ast: Mecer contatutos esbillaos

source: Show Contacts by Groups
ast: Amosar contautos per grupos

source: Do Not Group
ast: Nun agrupar

source: Show Contacts by Accounts
ast: Amosar contautos per cuentes

source: Show Offline Contacts
ast: Amosar contautos desconeutaos

source: Hide Offline Contacts
ast: Anubrir contautos desconeutaos

source: Sort by Presence
ast: Ordenar pela presencia

source: Sort by Name
ast: Ordenar pel nome

source: Use Full List
ast: Usar llistáu completu

source: Use Normal List
ast: Usar llistáu normal

source: Use Minimalistic List
ast: Usar llistáu minimalista

source: Show All Contacts
ast: Amosar tolos contautos

source: Show Unblocked Contacts
ast: Amosar contautos desbloquiaos

source: Show Blocked Contacts
ast: Amosar contautos bloquiaos

source: Some data sources failed to initialize properly, your contact list might be incomplete.
ast: Delles fontes de datos fallaron al aniciase afayadizamente, el to llistáu de contautos quiciabes tea incompletu.

source: IM Contacts
ast: Contautos de MI

source: KDE Telepathy Contact List
ast: Llistáu de contautos de Telepathy KDE

source: Developer
ast: Desendolcador

# This is an IM user status
source: Error Getting Presence
ast: Fallu consiguiendo la presencia

source: Account: %1
ast: Cuenta: %1

source: User is blocked
ast: L'usuariu ta bloquiáu
